Repository: kaysman/lomaysowda
Catalog: lib/l10n/intl_*.arb
Languages: tk_tm

# add_new_product
source: New Product
tk_tm: Täze haryt

# add_category
source: Category
tk_tm: BÖLÜMI:

# add_brand
source: Brand
tk_tm: Markasy:

# add_brand_add
source: Add Brand
tk_tm: Marka goş

# add_name
source: Name
tk_tm: ADY:

# add_price
source: Price
tk_tm: BAHASY:

# add_min
source: Min Quantity
tk_tm: AZ MUKDARDA:

# add_unit
source: Unit
tk_tm: ÖLÇEG BIRLIK:

# add_keywords
source: Keywords
tk_tm: DEGIŞLI SÖZLER:

# add_desc
source: Description
tk_tm: MAGLUMAT TM:

# add_select_image
source: Select product image
tk_tm: Harydyñ suradyny saylañ

# add_product_add
source: Add Product
tk_tm: Haryt Goş

# add_cancel
source: cancel
tk_tm: Bes et

# search_bar_label
source: Search
tk_tm: Gözleg

source: Categories
tk_tm: Ähli bölümler

source: VIP PRODUCTS
tk_tm: VIP HARYTLAR

source: TRAND PRODUCTS
tk_tm: IŇ KÖP GÖRÜLENLER

# all_products
source: NEWEST PRODUCTS
tk_tm: IŇ TÄZE HARYTLAR

# login_email
source: Email address
tk_tm: EMAIL SALGY:

# login_password
source: Password
tk_tm: AÇARSÖZ:

source: Login
tk_tm: Hasaba gir

# productd_date
source: Date
tk_tm: Senesi:

# productd_preview
source: Preview
tk_tm: Görlen:

# productd_price
source: Price
tk_tm: Bahasy:

# productd_min
source: Min Quantity
tk_tm: Az mukdarda:

# productd_desc
source: Description
tk_tm: Maglumat:

# productd_order
source: Order
tk_tm: Sarga

# productd_all_products
source: Seller's products
tk_tm: SATYJYNYÑ HARYTLARY

# productd_similar_products
source: SIMILAR PRODUCTS
tk_tm: MEŇZEŞ HARYTLAR

# productd_order_title
source: Order Form
tk_tm: Sargyt etmek

# productd_order_name
source: Firstname, lastname
tk_tm: Adyñyz we familyañyz

# productd_order_phone
source: Phone
tk_tm: Telefon belgi

# productd_order_message
source: Message
tk_tm: Müsderiniñ haty

# productd_order_cancel
source: cancel
tk_tm: Bes et

source: my products
tk_tm: Harytlarym

source: my brands
tk_tm: Markalarym

# my_request_me
source: request me
tk_tm: Sargytlar

source: edit profile
tk_tm: Anketam

source: Register
tk_tm: Hasapça döret

# register_select_photo
source: select your photo
tk_tm: Suradyñyzy saylañ

# register_activity
source: activity
tk_tm: IŞJEŇLIK:

# register_provider_name
source: provider name
tk_tm: SATYJYNYŇ ADY:

# register_email_address
source: email address
tk_tm: EMAIL SALGY:

# register_phone
source: phone
tk_tm: TELEFON:

# register_password
source: password
tk_tm: AÇARSÖZ:

# register_password_confirm
source: confirm password
tk_tm: AÇARSÖZI TASSYKLA:

# register_address
source: address
tk_tm: SALGYŇYZ:

# register_location
source: location
tk_tm: WELAÝAT:

# my_product_active
source: Active
tk_tm: Tassyklanan

# my_product_deactive
source: Deactive
tk_tm: Tassyklanmadyk

# my_product_delete
source: Delete
tk_tm: Poz

# my_product_edit
source: Edit
tk_tm: Üytget

# my_request_client_name
source: Client Name
tk_tm: Müşderiniň ady:

# my_request_client_phone
source: Client Phone
tk_tm: Müşderiniň telefon belgisi:

# my_request_client_date
source: Client Date
tk_tm: Sene:

# my_request_client_show
source: Show
tk_tm: Görkez

# edit_profile_name
source: your name
tk_tm: ADYŇYZ:

# edit_profile_phone
source: phone
tk_tm: TELEFON:

# edit_profile_phone2
source: phone 2:
tk_tm: TELEFON 2:

# edit_profile_address
source: Address:
tk_tm: SALGY:

# edit_profile_website
source: Website:
tk_tm: WEB SAHYPA:

# edit_profile_keywords
source: keywords:
tk_tm: DEGIŞLI SÖZLER:

# edit_profile_desc
source: description:
tk_tm: MAGLUMAT:

# edit_profile_save
source: save profile
tk_tm: Ýatda sakla

# edit_profile_cancel
source: cancel
tk_tm: Bes et

# provider_preview
source: views
tk_tm: görlen

# provider_brands
source: Brands
tk_tm: Markalar

# provider_phone
source: Phone
tk_tm: Telefon:

# provider_website
source: Website:
tk_tm: Web sahypa:

# provider_products
source: Supplier's Products
tk_tm: DEGIŞLI HARYTLAR
